---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmSup6
source: html/348677f1-f439-8418-64a0-94bd4047ca36.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmSup6 Property

Symbol mm⁶, indicating unit Millimeters to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MmSup6 { get; }
```